/***************/
/* Main Window */
/***************/
"Contrast ratio" = "Kontrastverhältnis";

"Pass" = "Bestanden";
"Fail" = "Nicht bestanden";
"passed at level" = "Bestanden bei Level";
"failed at level" = "Nicht bestanden bei Level";

"The contrast ratio is" = "Das Kontrastverhältnis ist";
"colour difference" = "Farbdifferenz";
"brightness difference" = "Helligkeitsdifferenz";

"Colour/Brightness difference" = "Farb-/Helligkeitsdifferenz";

/******************/
/* Details drawer */
/******************/
"sufficient" = "ausreichend";
"not sufficient" = "nicht ausreichend";
"detail_1" = "Der Helligkeitsunterschied zwischen den beiden Farben ist";
"detail_2" = "Der Schwellenwert ist 125, und das Ergebnis von Vorder- und Hintergrundfarbe ist";
"detail_3" = "Der Farbunterschied zwischen den beiden Farben ist";
"detail_4" = "Der Schwellenwert ist 500, und das Ergebnis von Vorder- und Hintergrundfarbe ist";
"detail_5" = "Anmerkung:  Obwohl die Farbdifferenz nicht im vom W3C spezifizierten Bereich liegt, entspricht sie dem Bereich, der von Hewlett Packard benutzt wird. Hewlett Packard empfiehlt eine Farbdifferenz von mindestens 400.";
"detail_6" = "1.4.3 Kontraste (Minimum): Texte und Schriftgrafiken haben ein Kontrastverhältnis von mindestens 4.5:1, ausser wenn der Text reine Dekoration ist. Großer Text (mindestens 18 Punkt oder 14 Punkt bei fettem Text) oder Schriftgrafik kann ein Kontrastverhältnis von 3:1 haben. (WCAG Level AA)";
"detail_7" = "1.4.6 Kontraste (Erweitert): Texte und Schriftgrafiken haben ein Kontrastverhältnis von mindestens 7:1, ausser wenn der Text reine Dekoration ist. Großer Text (mindestens 18 Punkt oder 14 Punkt  bei fettem Text) oder Schriftgrafik kann ein Kontrastverhältnis von 4.5:1 haben. (WCAG Level AAA)";
"detail_8" = "Anmerkung: magere oder dekorative Schriften sind bei geringen Kontrasten schlechter lesbar.";
 
"Foreground" = "Vordergrund";
"Background" = "Hintergrund";
"Text" = "Text";
"Large text" = "Großer Text";